<?php

return [
    'singular' => 'الشريك',
    'plural' => 'الشركاء',
    'empty' => 'لا يوجد شركاء.',
    'count' => 'عدد الشركاء',
    'search' => 'بحث',
    'select' => 'اختر الشريك',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن شريك',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة شريك',
        'show' => 'عرض الشريك',
        'edit' => 'تعديل الشريك',
        'delete' => 'حذف الشريك',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
        'order' => 'ترتيب الشركاء',
    ],
    'messages' => [
        'created' => 'تم اضافة الشريك بنجاح.',
        'updated' => 'تم تعديل الشريك بنجاح.',
        'deleted' => 'تم حذف الشريك بنجاح.',
        'ordered' => 'تم ترتيب الشركاء بنجاح',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الشريك',
        'link' => 'لينك الشريك',
        'image' => 'صورة الشريك',
        'exhibition_id' => 'المعرض',
        'exhibition' => 'المعرض',
        'exhibition_id' => 'المعرض',
        'exhibition' => 'المعرض',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الشريك ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
