<?php

return [
    'singular' => 'الواجهة سياحية',
    'plural' => 'الواجهات السياحية',
    'empty' => 'لا يوجد واجهات السياحية.',
    'count' => 'عدد الواجهات السياحية',
    'search' => 'بحث',
    'select' => 'اختر الواجهة سياحية',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن واجهة سياحية',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة واجهة سياحية',
        'show' => 'عرض الواجهة سياحية',
        'edit' => 'تعديل الواجهة سياحية',
        'delete' => 'حذف الواجهة سياحية',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الواجهة سياحية بنجاح.',
        'updated' => 'تم تعديل الواجهة سياحية بنجاح.',
        'deleted' => 'تم حذف الواجهة سياحية بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الوجهة السياحية',
        '%name%' => 'اسم الوجهة السياحية',
        'description' => 'وصف الوجهة السياحية',
        '%description%' => 'وصف الوجهة السياحية',
        'image' => 'الصورة الرئيسية',
        'cover' => 'الغلاف',
        'gallery' => 'المعرض',
        'places' => 'الاماكن السياحية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الواجهة سياحية ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
