<?php

return [
    'singular' => 'مكان سياحي',
    'plural' => 'الاماكن السياحية',
    'empty' => 'لا يوجد اماكن السياحية.',
    'count' => 'عدد الاماكن السياحية',
    'search' => 'بحث',
    'select' => 'اختر المكان سياحي',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن مكان سياحي',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة مكان سياحي',
        'show' => 'عرض المكان سياحي',
        'edit' => 'تعديل المكان سياحي',
        'delete' => 'حذف المكان سياحي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة مكان سياحي بنجاح.',
        'updated' => 'تم تعديل المكان السياحي بنجاح.',
        'deleted' => 'تم حذف المكان السياحي بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم المكان السياحي',
        '%name%' => 'اسم المكان السياحي',
        'description' => 'وصف المكان السياحي',
        '%description%' => 'وصف المكان السياحي',
        'image' => 'الصورة الرئيسية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف المكان سياحي ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
